Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Loaded into system prompt at the start of each Agent turn.
de: Wird zu Beginn jedes Agent-Durchlaufs in den System-Prompt geladen.
es: Se carga en el prompt del sistema al inicio de cada turno de Minis Agent.
fil: Nilo-load sa system prompt sa simula ng bawat agent turn.
fr: Chargé dans le prompt système au début de chaque tour de Minis Agent.
hr: Učitava se u sistemski prompt na početku svakog poteza Agenta.
id: Dimuat ke prompt sistem pada awal setiap giliran agen.
ja: 各 Agent ターンの開始時にシステムプロンプトに読み込まれます。
ko: 각 Agent 턴 시작 시 시스템 프롬프트에 로드됩니다.
ms: Dimuatkan ke prompt sistem pada permulaan setiap giliran ejen.
pl: Wczytywane do promptu systemowego na początku każdej tury agenta.
pt_br: Carregado no prompt de sistema no início de cada turno do agente.
ro: Se încarcă în promptul de sistem la începutul fiecărei ture a agentului.
ru: Загружается в системный промпт в начале каждого хода Agent.
th: โหลดเข้าสู่พรอมต์ระบบเมื่อเริ่มแต่ละรอบของเอเจนต์
tr: Her aracı turunun başında sistem istemine yüklenir.
zh_hans: 在每次 Agent 执行开始时加载到系统提示中。
zh_hant: 在每次 Agent 執行開始時加載到系統提示中。

source: Loading models...
de: Modelle werden geladen…
es: Cargando modelos...
fil: Naglo-load ng mga model...
fr: Chargement des modèles…
hr: Učitavanje modela...
id: Memuat model...
ja: モデルを読み込み中…
ko: 모델 로드 중…
ms: Memuatkan model...
pl: Wczytywanie modeli...
pt_br: Carregando modelos...
ro: Se încarcă modelele...
ru: Загрузка моделей...
th: กำลังโหลดโมเดล...
tr: Modeller yükleniyor...
zh_hans: 加载模型中…
zh_hant: 加載模型中…

source: Loading zones…
de: Zonen werden geladen …
es: Cargando zonas…
fil: Naglo-load ng mga zone…
fr: Chargement des zones…
hr: Učitavanje zona…
id: Memuat zona…
ja: ゾーンを読み込み中…
ko: 영역 불러오는 중…
ms: Memuatkan zon…
pl: Wczytywanie stref…
pt_br: Carregando zonas…
ro: Se încarcă zonele…
ru: Загрузка зон…
th: กำลังโหลดโซน…
tr: Bölgeler yükleniyor…
zh_hans: 正在加载区域…
zh_hant: 正在載入區域…

source: Loading...
de: Laden...
es: Cargando...
fil: Naglo-load...
fr: Chargement...
hr: Učitavanje...
id: Memuat...
ja: 読み込み中...
ko: 로딩 중...
ms: Memuatkan...
pl: Wczytywanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
zh_hans: 加载中...
zh_hant: 加載中...

source: Loading…
de: Laden…
es: Cargando…
fil: Naglo-load…
fr: Chargement…
hr: Učitavanje…
id: Memuat…
ja: 読み込み中…
ko: 로딩 중…
ms: Memuatkan…
pl: Wczytywanie…
pt_br: Carregando…
ro: Se încarcă…
ru: Загрузка…
th: กำลังโหลด…
tr: Yükleniyor…
zh_hans: 加载中…
zh_hant: 加載中…

source: Local chats and files created before this build are not pushed to iCloud automatically. Tap above to backfill them — this only needs to run once per device. Already-pushed records are skipped, so it's safe to re-run.
de: Lokale Chats und Dateien, die vor diesem Build erstellt wurden, werden nicht automatisch in iCloud übertragen. Tippe oben, um sie nachzutragen – das muss pro Gerät nur einmal ausgeführt werden. Bereits übertragene Datensätze werden übersprungen, daher ist eine erneute Ausführung unbedenklich.
es: Los chats y archivos locales creados antes de esta versión no se envían a iCloud automáticamente. Toca arriba para completarlos: esto solo hay que hacerlo una vez por dispositivo. Los registros ya enviados se omiten, así que puedes volver a ejecutarlo sin riesgo.
fil: Hindi awtomatikong ipinapadala sa iCloud ang mga lokal na chat at file na ginawa bago ang build na ito. I-tap sa itaas para punan ang mga ito — kailangan lang itong patakbuhin minsan kada device. Nilalaktawan ang mga naipadala nang record, kaya ligtas itong ulitin.
fr: Les conversations et fichiers locaux créés avant cette version ne sont pas envoyés automatiquement vers iCloud. Appuie ci-dessus pour les compléter — cette opération ne doit être exécutée qu’une fois par appareil. Les enregistrements déjà envoyés sont ignorés, il est donc sans risque de relancer.
hr: Lokalni razgovori i datoteke stvoreni prije ove verzije ne šalju se automatski na iCloud. Dodirnite gore da ih naknadno prenesete — ovo je potrebno pokrenuti samo jednom po uređaju. Već preneseni zapisi se preskaču, pa je ponovno pokretanje sigurno.
id: Obrolan dan file lokal yang dibuat sebelum build ini tidak otomatis dikirim ke iCloud. Ketuk di atas untuk mengisinya — ini hanya perlu dijalankan sekali per perangkat. Catatan yang sudah terkirim dilewati, jadi aman dijalankan ulang.
ja: このビルドより前に作成されたローカルのチャットとファイルは iCloud に自動でアップロードされません。上をタップして補完してください — デバイスごとに 1 回実行するだけで済みます。すでにアップロード済みのレコードはスキップされるため、再実行しても安全です。
ko: 이 빌드 이전에 만든 로컬 채팅과 파일은 iCloud에 자동으로 업로드되지 않습니다. 위를 눌러 채워 넣으세요 — 기기당 한 번만 실행하면 됩니다. 이미 업로드된 레코드는 건너뛰므로 다시 실행해도 안전합니다.
ms: Sembang dan file tempatan yang dicipta sebelum binaan ini tidak dihantar ke iCloud secara automatik. Ketik di atas untuk mengisinya — ini hanya perlu dijalankan sekali setiap peranti. Rekod yang telah dihantar dilangkau, jadi selamat dijalankan semula.
pl: Lokalne czaty i pliki utworzone przed tą wersją nie trafiają do iCloud automatycznie. Dotknij powyżej, aby je uzupełnić — wystarczy raz na urządzenie. Wysłane już rekordy są pomijane, więc można to bezpiecznie powtórzyć.
pt_br: Os chats e arquivos locais criados antes desta versão não vão automaticamente para o iCloud. Toque acima para transferi-los — isso só precisa rodar uma vez por dispositivo. Os registros já enviados são ignorados, então é seguro repetir.
ro: Chat-urile și fișierele locale create înainte de această versiune nu se trimit automat în iCloud. Atinge mai sus pentru a le completa — trebuie rulat o singură dată pe fiecare dispozitiv. Înregistrările deja trimise sunt omise, deci reluarea este sigură.
ru: Локальные чаты и файлы, созданные до этой сборки, не выгружаются в iCloud автоматически. Нажмите выше, чтобы дозагрузить их — это нужно выполнить лишь один раз на устройство. Уже выгруженные записи пропускаются, поэтому повторный запуск безопасен.
th: แชทและไฟล์ในเครื่องที่สร้างก่อนบิลด์นี้จะไม่ถูกส่งขึ้น iCloud อัตโนมัติ แตะด้านบนเพื่อเติมข้อมูล — ต้องทำเพียงครั้งเดียวต่ออุปกรณ์ ระเบียนที่ส่งไปแล้วจะถูกข้าม จึงเรียกใช้ซ้ำได้อย่างปลอดภัย
tr: Bu sürümden önce oluşturulan yerel sohbetler ve dosyalar iCloud'a otomatik gönderilmez. Bunları doldurmak için yukarı dokunun — aygıt başına yalnızca bir kez çalıştırmak yeterlidir. Gönderilmiş kayıtlar atlanır, bu yüzden yeniden çalıştırmak güvenlidir.
zh_hans: 此版本之前创建的本地对话和文件不会自动上传到 iCloud。点按上方进行回填 — 每台设备只需运行一次。已上传的记录会被跳过，因此重复运行是安全的。
zh_hant: 此版本之前建立的本機對話和檔案不會自動上傳到 iCloud。點按上方進行回填 — 每台裝置只需執行一次。已上傳的記錄會被略過，因此重複執行是安全的。

source: Local records
de: Lokale Datensätze
es: Registros locales
fil: Mga lokal na record
fr: Enregistrements locaux
hr: Lokalni zapisi
id: Catatan lokal
ja: ローカルレコード
ko: 로컬 레코드
ms: Rekod tempatan
pl: Rekordy lokalne
pt_br: Registros locais
ro: Înregistrări locale
ru: Локальные записи
th: ระเบียนในเครื่อง
tr: Yerel kayıtlar
zh_hans: 本地记录数
zh_hant: 本機記錄

source: Local Sessions
de: Lokale Sitzungen
es: Sesiones locales
fil: Mga Lokal na Session
fr: Sessions locales
hr: Lokalne sesije
id: Sesi Lokal
ja: ローカルセッション
ko: 로컬 세션
ms: Sesi Tempatan
pl: Sesje lokalne
pt_br: Sessões locais
ro: Sesiuni locale
ru: Локальные сессии
th: เซสชันในเครื่อง
tr: Yerel Oturumlar
zh_hans: 本地会话
zh_hant: 本機工作階段

source: Location
de: Standort
es: Ubicación
fil: Lokasyon
fr: Localisation
hr: Lokacija
id: Lokasi
ja: 位置情報
ko: 위치
ms: Lokasi
pl: Lokalizacja
pt_br: Localização
ro: Locație
ru: Геопозиция
th: ตำแหน่ง
tr: Konum
zh_hans: 位置
zh_hant: 位置

source: Location Permission
de: Standortberechtigung
es: Permiso de ubicación
fil: Pahintulot sa Lokasyon
fr: Autorisation de localisation
hr: Dopuštenje za lokaciju
id: Izin Lokasi
ja: 位置情報の権限
ko: 위치 권한
ms: Kebenaran Lokasi
pl: Uprawnienie do lokalizacji
pt_br: Permissão de localização
ro: Permisiune de locație
ru: Доступ к геопозиции
th: สิทธิ์เข้าถึงตำแหน่ง
tr: Konum İzni
zh_hans: 定位权限
zh_hant: 定位權限

source: Location Tracking
de: Standortverfolgung
es: Seguimiento de ubicación
fil: Pag-track ng Lokasyon
fr: Suivi de localisation
hr: Praćenje lokacije
id: Pelacakan Lokasi
ja: 位置追跡
ko: 위치 추적
ms: Penjejakan Lokasi
pl: Śledzenie lokalizacji
pt_br: Rastreamento de localização
ro: Urmărirea locației
ru: Отслеживание геопозиции
th: การติดตามตำแหน่ง
tr: Konum İzleme
zh_hans: 位置追踪
zh_hant: 位置追蹤

source: Lock App
de: App sperren
es: Bloquear la app
fil: I-lock ang App
fr: Verrouiller l'app
hr: Zaključaj aplikaciju
id: Kunci Aplikasi
ja: アプリをロック
ko: 앱 잠금
ms: Kunci Apl
pl: Zablokuj aplikację
pt_br: Bloquear app
ro: Blochează aplicația
ru: Блокировка приложения
th: ล็อกแอป
tr: Uygulamayı Kilitle
zh_hans: 锁定应用
zh_hant: 鎖定應用程式

source: Lock on exit
de: Beim Verlassen sperren
es: Bloquear al salir
fil: I-lock paglabas
fr: Verrouiller à la sortie
hr: Zaključaj pri izlasku
id: Kunci saat keluar
ja: 終了時にロック
ko: 종료 시 잠금
ms: Kunci semasa keluar
pl: Blokuj przy wyjściu
pt_br: Bloquear ao sair
ro: Blochează la ieșire
ru: Блокировать при выходе
th: ล็อกเมื่อออก
tr: Çıkışta kilitle
zh_hans: 退出时锁定
zh_hant: 結束時鎖定

source: Lock Sessions
de: Sitzungen sperren
es: Bloquear sesiones
fil: I-lock ang mga Session
fr: Verrouiller les sessions
hr: Zaključaj sesije
id: Kunci Sesi
ja: セッションをロック
ko: 세션 잠금
ms: Kunci Sesi
pl: Blokuj sesje
pt_br: Bloquear sessões
ro: Blochează sesiunile
ru: Блокировка сессий
th: ล็อกเซสชัน
tr: Oturumları Kilitle
zh_hans: 锁定会话
zh_hant: 鎖定工作階段

source: Lock with %@
de: Mit %@ sperren
es: Bloquear con %@
fil: I-lock gamit ang %@
fr: Verrouiller avec %@
hr: Zaključaj pomoću %@
id: Kunci dengan %@
ja: %@でロック
ko: %@(으)로 잠금
ms: Kunci dengan %@
pl: Zablokuj za pomocą: %@
pt_br: Bloquear com %@
ro: Blochează cu: %@
ru: Блокировать с помощью %@
th: ล็อกด้วย %@
tr: Şununla kilitle: %@
zh_hans: 使用 %@ 锁定
zh_hant: 使用 %@ 鎖定

source: Lock with Face ID
de: Mit Face ID sperren
es: Bloquear con Face ID
fil: I-lock gamit ang Face ID
fr: Verrouiller avec Face ID
hr: Zaključaj pomoću Face ID-a
id: Kunci dengan Face ID
ja: Face ID でロック
ko: Face ID로 잠금
ms: Kunci dengan Face ID
pl: Zablokuj przez Face ID
pt_br: Bloquear com Face ID
ro: Blochează cu Face ID
ru: Блокировать через Face ID
th: ล็อกด้วย Face ID
tr: Face ID ile kilitle
zh_hans: 用 Face ID 锁定
zh_hant: 使用 Face ID 鎖定

source: Locked
de: Gesperrt
es: Bloqueado
fil: Naka-lock
fr: Verrouillé
hr: Zaključano
id: Terkunci
ja: ロック中
ko: 잠김
ms: Berkunci
pl: Zablokowane
pt_br: Bloqueada
ro: Blocat
ru: Заблокировано
th: ล็อกอยู่
tr: Kilitli
zh_hans: 已锁定
zh_hant: 已鎖定

source: Locked sessions
de: Gesperrte Sitzungen
es: Sesiones bloqueadas
fil: Mga naka-lock na session
fr: Sessions verrouillées
hr: Zaključane sesije
id: Sesi terkunci
ja: ロックされたセッション
ko: 잠긴 세션
ms: Sesi berkunci
pl: Zablokowane sesje
pt_br: Sessões bloqueadas
ro: Sesiuni blocate
ru: Заблокированные сессии
th: เซสชันที่ล็อก
tr: Kilitli oturumlar
zh_hans: 已锁定会话
zh_hant: 已鎖定的工作階段

source: Log
de: Protokoll
es: Registro
fr: Journal
hr: Zapisnik
ja: ログ
ko: 로그
pl: Dziennik
pt_br: Registro
ro: Jurnal
ru: Журнал
th: บันทึก
tr: Günlük
zh_hans: 日志
zh_hant: 記錄

source: Log Files
de: Logdateien
es: Archivos de registro
fil: Mga Log File
fr: Fichiers de log
hr: Datoteke zapisnika
id: File Log
ja: ログファイル
ko: 로그 파일
ms: File Log
pl: Pliki dziennika
pt_br: Arquivos de registro
ro: Fișiere de jurnal
ru: Файлы журнала
th: ไฟล์บันทึก
tr: Günlük Dosyaları
zh_hans: 日志文件
zh_hant: 日誌檔案

source: Logs
de: Protokolle
es: Registros
fr: Journaux
hr: Zapisnici
id: Log
ja: ログ
ko: 로그
ms: Log
pl: Dzienniki
pt_br: Registros
ro: Jurnale
ru: Журналы
th: บันทึก
tr: Günlükler
zh_hans: 日志
zh_hant: 日誌

source: Long press to paste
de: Zum Einsetzen gedrückt halten
es: Mantén pulsado para pegar
fil: Pindutin nang matagal para mag-paste
fr: Appui long pour coller
hr: Dugo pritisnite za lijepljenje
id: Tekan lama untuk menempel
ja: 長押しでペースト
ko: 길게 눌러 붙여넣기
ms: Tekan lama untuk tampal
pl: Przytrzymaj, aby wkleić
pt_br: Toque e segure para colar
ro: Ține apăsat pentru a lipi
ru: Нажмите и удерживайте, чтобы вставить
th: กดค้างเพื่อวาง
tr: Yapıştırmak için basılı tutun
zh_hans: 长按空白粘贴
zh_hant: 長按以貼上

source: Long-press a session in the list to lock it.
de: Drücke lange auf eine Sitzung in der Liste, um sie zu sperren.
es: Mantén pulsada una sesión de la lista para bloquearla.
fil: Pindutin nang matagal ang session sa listahan para i-lock ito.
fr: Appuyez longuement sur une session dans la liste pour la verrouiller.
hr: Dugo pritisnite sesiju na popisu da je zaključate.
id: Tekan lama sesi dalam daftar untuk menguncinya.
ja: リストでセッションを長押ししてロックします。
ko: 목록에서 세션을 길게 눌러 잠급니다.
ms: Tekan lama sesi dalam senarai untuk menguncinya.
pl: Przytrzymaj sesję na liście, aby ją zablokować.
pt_br: Toque e segure uma sessão na lista para bloqueá-la.
ro: Ține apăsat pe o sesiune din listă pentru a o bloca.
ru: Нажмите и удерживайте сессию в списке, чтобы заблокировать её.
th: กดเซสชันในรายการค้างไว้เพื่อล็อก
tr: Kilitlemek için listedeki bir oturuma basılı tutun.
zh_hans: 在会话列表中长按某个会话即可将其锁定。
zh_hant: 在清單中長按工作階段即可鎖定。

source: Low
de: Niedrig
es: Bajo
fil: Mababa
fr: Faible
hr: Nisko
id: Rendah
ja: 低
ko: 낮음
ms: Rendah
pl: Niski
pt_br: Baixo
ro: Scăzut
ru: Низкий
th: ต่ำ
tr: Düşük
zh_hans: 低
zh_hant: 低

source: Low Usage
de: Niedrige Nutzung
es: Uso bajo
fil: Mababang Paggamit
fr: Utilisation faible
hr: Niska potrošnja
id: Penggunaan Rendah
ja: 低使用量
ko: 낮은 사용량
ms: Penggunaan Rendah
pl: Niskie użycie
pt_br: Uso baixo
ro: Utilizare redusă
ru: Низкое потребление
th: การใช้งานต่ำ
tr: Düşük Kullanım
zh_hans: 低使用量
zh_hant: 低使用量

source: Male voice
de: Männliche Stimme
es: Voz masculina
fil: Boses na lalaki
fr: Voix masculine
hr: Muški glas
id: Suara pria
ja: 男性の声
ko: 남성 목소리
ms: Suara lelaki
pl: Głos męski
pt_br: Voz masculina
ro: Voce masculină
ru: Мужской голос
th: เสียงผู้ชาย
tr: Erkek sesi
zh_hans: 男声
zh_hant: 男聲

source: Manage ASR/TTS models and Voice Services visibility.
de: ASR/TTS-Modelle und die Sichtbarkeit von Sprachdiensten verwalten.
es: Gestiona los modelos de ASR/TTS y la visibilidad de los servicios de voz.
fil: Pamahalaan ang mga ASR/TTS model at visibility ng Voice Services.
fr: Gérer les modèles ASR/TTS et la visibilité des services vocaux.
hr: Upravljajte ASR/TTS modelima i vidljivošću glasovnih usluga.
id: Kelola model ASR/TTS dan visibilitas Layanan Suara.
ja: ASR/TTS モデルと音声サービスの表示を管理します。
ko: ASR/TTS 모델과 음성 서비스 표시를 관리합니다.
ms: Urus model ASR/TTS dan keterlihatan Perkhidmatan Suara.
pl: Zarządzaj modelami ASR/TTS i widocznością Usług głosowych.
pt_br: Gerencie os modelos de ASR/TTS e a visibilidade dos serviços de voz.
ro: Gestionează modelele ASR/TTS și vizibilitatea Serviciilor vocale.
ru: Управление моделями ASR/TTS и видимостью голосовых сервисов.
th: จัดการโมเดล ASR/TTS และการแสดงบริการเสียง
tr: ASR/TTS modellerini ve Ses Hizmetleri görünürlüğünü yönetin.
zh_hans: 管理 ASR/TTS 模型及语音服务的显示。
zh_hant: 管理 ASR/TTS 模型及語音服務的顯示。

source: Manage Providers
de: KI-Anbieter verwalten
es: Gestionar proveedores
fil: Pamahalaan ang mga Provider
fr: Gérer les fournisseurs AI
hr: Upravljanje pružateljima
id: Kelola Penyedia
ja: AIプロバイダーを管理
ko: AI 공급자 관리
ms: Urus Pembekal
pl: Zarządzaj dostawcami
pt_br: Gerenciar provedores
ro: Gestionează furnizorii
ru: Управление провайдерами
th: จัดการผู้ให้บริการ
tr: Sağlayıcıları Yönet
zh_hans: 管理 AI 服务商
zh_hant: 管理 AI 服務商

source: Manual Bearer Token
de: Manuelles Bearer Token
es: Token Bearer manual
fil: Manual na Bearer Token
fr: Jeton Bearer manuel
hr: Ručni bearer token
id: Token Bearer Manual
ja: 手動Bearerトークン
ko: 수동 Bearer Token
ms: Token Bearer Manual
pl: Ręczny token Bearer
pt_br: Token Bearer manual
ro: Token Bearer introdus manual
ru: Bearer-токен вручную
th: โทเคน Bearer แบบกำหนดเอง
tr: Elle Girilen Bearer Token
zh_hans: 手动 Bearer Token
zh_hant: 手動 Bearer Token

source: Manual Token
de: Manuelles Token
es: Token manual
fil: Manual na Token
fr: Jeton manuel
hr: Ručni token
id: Token Manual
ja: 手動トークン
ko: 수동 토큰
ms: Token Manual
pl: Token ręczny
pt_br: Token manual
ro: Token manual
ru: Токен вручную
th: โทเคนแบบกำหนดเอง
tr: Elle Token
zh_hans: 手动令牌
zh_hant: 手動令牌

source: Marked %lld records for sync. iCloud is uploading now.
de: %lld Datensätze zur Synchronisierung markiert. iCloud lädt jetzt hoch.
es: Se marcaron %lld registros para sincronizar. iCloud los está subiendo ahora.
fil: Namarkahan ang %lld record para sa sync. Nag-a-upload na ang iCloud.
fr: %lld enregistrements marqués pour la synchronisation. iCloud est en cours d’envoi.
hr: Zapisa označeno za sinkronizaciju: %lld. iCloud sada prenosi.
id: %lld catatan ditandai untuk sinkronisasi. iCloud sedang mengunggah.
ja: %lld 件のレコードを同期対象としてマークしました。iCloud が現在アップロード中です。
ko: %lld개 레코드를 동기화 대상으로 표시했습니다. iCloud가 지금 업로드 중입니다.
ms: %lld rekod ditanda untuk penyegerakan. iCloud sedang memuat naik.
pl: Oznaczono rekordów do synchronizacji: %lld. iCloud przesyła je teraz.
pt_br: %lld registros marcados para sincronização. O iCloud está enviando agora.
ro: Înregistrări marcate pentru sincronizare: %lld. iCloud le încarcă acum.
ru: %lld записей отмечены для синхронизации. iCloud сейчас выгружает их.
th: ทำเครื่องหมาย %lld ระเบียนเพื่อซิงค์ iCloud กำลังอัปโหลด
tr: Eşitleme için işaretlenen kayıt: %lld. iCloud şimdi yüklüyor.
zh_hans: 已标记 %lld 条记录待同步。iCloud 正在上传。
zh_hant: 已標記 %lld 筆記錄待同步。iCloud 正在上傳。

# Marked %lld sessions (%lld records) for sync. iCloud is syncing now.
source: Marked %1$lld sessions (%2$lld records) for sync. iCloud is syncing now.
de: %1$lld Sitzungen (%2$lld Datensätze) zur Synchronisation markiert. iCloud synchronisiert jetzt.
es: Se marcaron %lld sesiones (%lld registros) para sincronizar. iCloud está sincronizando ahora.
fil: Namarkahan ang %lld session (%lld record) para sa sync. Nagsi-sync na ang iCloud.
fr: %1$lld sessions (%2$lld enregistrements) marquées pour synchronisation. iCloud synchronise maintenant.
hr: Sesija označeno za sinkronizaciju: %1$lld (zapisa: %2$lld). iCloud se sada sinkronizira.
id: %lld sesi (%lld catatan) ditandai untuk sinkronisasi. iCloud sedang menyinkronkan.
ja: %1$lld 件のセッション（%2$lld レコード）を同期対象にしました。iCloud が同期中です。
ko: 세션 %1$lld개(레코드 %2$lld개)를 동기화 대기로 표시했습니다. iCloud가 동기화 중입니다.
ms: %lld sesi (%lld rekod) ditanda untuk penyegerakan. iCloud sedang menyegerak.
pl: Oznaczono sesji: %lld (rekordów: %lld) do synchronizacji. iCloud synchronizuje je teraz.
pt_br: %lld sessões (%lld registros) marcadas para sincronização. O iCloud está sincronizando agora.
ro: Sesiuni marcate pentru sincronizare: %lld (înregistrări: %lld). iCloud sincronizează acum.
ru: Помечено %1$lld сессий (%2$lld записей) для синхронизации. iCloud выполняет синхронизацию.
th: ทำเครื่องหมาย %lld เซสชัน (%lld ระเบียน) เพื่อซิงค์ iCloud กำลังซิงค์
tr: Eşitleme için işaretlenen oturum: %lld (%lld kayıt). iCloud şimdi eşitliyor.
zh_hans: 已标记 %1$lld 个会话（%2$lld 条记录）进行同步,iCloud 正在同步中。
zh_hant: 已標記 %lld 個工作階段（%lld 筆記錄）待同步。iCloud 正在同步。

source: Marking for upload…
de: Zum Hochladen markieren …
es: Marcando para subir…
fil: Minamarkahan para sa upload…
fr: Marquage pour envoi…
hr: Označavanje za prijenos…
id: Menandai untuk diunggah…
ja: アップロード用にマーク中…
ko: 업로드 표시 중…
ms: Menanda untuk muat naik…
pl: Oznaczanie do przesłania…
pt_br: Marcando para envio…
ro: Se marchează pentru încărcare…
ru: Отмечаю для загрузки…
th: กำลังทำเครื่องหมายเพื่ออัปโหลด…
tr: Yükleme için işaretleniyor…
zh_hans: 正在标记上传…
zh_hant: 正在標記上傳…

source: Math
de: Mathematik
es: Matemáticas
fr: Mathématiques
hr: Matematika
id: Matematika
ja: 数学
ko: 수학
ms: Matematik
pl: Matematyka
pt_br: Matemática
ro: Matematică
ru: Математика
th: คณิตศาสตร์
tr: Matematik
zh_hans: 数学
zh_hant: 數學

source: Max Context
de: Max. Kontext
es: Contexto máximo
fil: Max na Context
fr: Contexte max.
hr: Maks. kontekst
id: Konteks Maks
ja: 最大コンテキスト
ko: 최대 컨텍스트
ms: Konteks Maks
pl: Maks. kontekst
pt_br: Contexto máximo
ro: Context maxim
ru: Макс. контекст
th: บริบทสูงสุด
tr: En Fazla Bağlam
zh_hans: 最大上下文
zh_hant: 最大上下文

source: Max Output
de: Max. Ausgabe
es: Salida máxima
fil: Max na Output
fr: Sortie max.
hr: Maks. izlaz
id: Keluaran Maks
ja: 最大出力
ko: 최대 출력
ms: Output Maks
pl: Maks. wyjście
pt_br: Saída máxima
ro: Ieșire maximă
ru: Макс. вывод
th: เอาต์พุตสูงสุด
tr: En Fazla Çıktı
zh_hans: 最大输出
zh_hant: 最大輸出

source: Max Output Tokens
de: Maximale Ausgabe-Tokens
es: Máximo de tokens de salida
fil: Max na Output Tokens
fr: Jetons de sortie max
hr: Maks. izlaznih tokena
id: Token Keluaran Maks
ja: 最大出力トークン数
ko: 최대 출력 토큰
ms: Token Output Maks
pl: Maks. tokenów wyjściowych
pt_br: Máximo de tokens de saída
ro: Tokenuri maxime de ieșire
ru: Макс. токенов вывода
th: โทเคนเอาต์พุตสูงสุด
tr: En Fazla Çıkış Token'ı
zh_hans: 最大输出 Token 数
zh_hant: 最大輸出 Token 數

source: Max Per-File Size
de: Max. Dateigröße
es: Tamaño máx. por archivo
fil: Max na Laki Kada File
fr: Taille max. par fichier
hr: Maks. veličina po datoteci
id: Ukuran Maks per File
ja: ファイル最大サイズ
ko: 파일당 최대 크기
ms: Saiz Maks setiap File
pl: Maks. rozmiar pojedynczego pliku
pt_br: Tamanho máx. por arquivo
ro: Dimensiunea maximă a unui fișier
ru: Макс. размер на файл
th: ขนาดสูงสุดต่อไฟล์
tr: Dosya Başına En Fazla Boyut
zh_hans: 每个文件大小上限
zh_hant: 每個檔案大小上限

source: Maybe Later
de: Vielleicht später
es: Quizá más tarde
fil: Sa Susunod na Lang
fr: Plus tard
hr: Možda kasnije
id: Mungkin Nanti
ja: 後で
ko: 나중에
ms: Mungkin Kemudian
pl: Może później
pt_br: Talvez depois
ro: Poate mai târziu
ru: Позже
th: ไว้ทีหลัง
tr: Daha Sonra
zh_hans: 以后再说
zh_hant: 以後再說

source: MCP Integrations
de: MCP-Integrationen
es: Integraciones MCP
fil: Mga MCP Integration
fr: Intégrations MCP
hr: MCP integracije
id: Integrasi MCP
ja: MCP 連携
ko: MCP 통합
ms: Integrasi MCP
pl: Integracje MCP
pt_br: Integrações MCP
ro: Integrări MCP
ru: Интеграции MCP
th: การเชื่อมต่อ MCP
tr: MCP Entegrasyonları
zh_hans: MCP 集成
zh_hant: MCP 整合

source: MCP Servers
de: MCP-Server
es: Servidores MCP
fil: Mga MCP Server
fr: Serveurs MCP
hr: MCP poslužitelji
id: Server MCP
ja: MCP サーバ
ko: MCP 서버
ms: Server MCP
pl: Serwery MCP
pt_br: Servidores MCP
ro: Servere MCP
ru: Серверы MCP
th: เซิร์ฟเวอร์ MCP
tr: MCP Sunucuları
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: MCPs in Session
de: MCP in der Sitzung
es: MCP en la sesión
fil: Mga MCP sa Session
fr: MCP de la session
hr: MCP-ovi u sesiji
id: MCP dalam Sesi
ja: セッション内の MCP
ko: 세션의 MCP
ms: MCP dalam Sesi
pl: MCP w sesji
pt_br: MCPs na sessão
ro: MCP în sesiune
ru: MCP в сеансе
th: MCP ในเซสชัน
tr: Oturumdaki MCP'ler
zh_hans: 会话中的 MCP
zh_hant: 工作階段中的 MCP

source: Med
de: Mittel
fil: Katamtaman
fr: Moyen
hr: Sred.
id: Sedang
ja: 中
ko: 중
ms: Sederhana
pl: Śred.
pt_br: Méd
ro: Mediu
ru: Сред.
th: ปานกลาง
tr: Orta
zh_hans: 中
zh_hant: 中

source: Media Files
de: Mediendateien
es: Archivos multimedia
fil: Mga Media File
fr: Fichiers multimédias
hr: Medijske datoteke
id: File Media
ja: メディアファイル
ko: 미디어 파일
ms: File Media
pl: Pliki multimedialne
pt_br: Arquivos de mídia
ro: Fișiere media
ru: Медиафайлы
th: ไฟล์สื่อ
tr: Medya Dosyaları
zh_hans: 媒体文件
zh_hant: 媒體檔案

source: Medium
de: Mittel
es: Medio
fil: Katamtaman
fr: Moyen
hr: Srednje
id: Sedang
ja: 中
ko: 보통
ms: Sederhana
pl: Średni
pt_br: Médio
ro: Mediu
ru: Средний
th: ปานกลาง
tr: Orta
zh_hans: 中等
zh_hant: 中等

source: Memories from %@
de: Erinnerungen von %@
es: Recuerdos de %@
fil: Mga memory mula sa %@
fr: Mémoires de %@
hr: Memorije s uređaja %@
id: Memori dari %@
ja: %@ のメモリ
ko: %@의 메모리
ms: Memori dari %@
pl: Wspomnienia z: %@
pt_br: Memórias de %@
ro: Amintiri din: %@
ru: Воспоминания из %@
th: หน่วยความจำจาก %@
tr: Kaynaktan anılar: %@
zh_hans: %@ 的记忆
zh_hant: %@ 的記憶

source: Memories in Session
de: Erinnerungen in der Sitzung
es: Recuerdos en la sesión
fil: Mga Memory sa Session
fr: Mémoires de la session
hr: Memorije u sesiji
id: Memori dalam Sesi
ja: セッション内のメモリ
ko: 세션의 메모리
ms: Memori dalam Sesi
pl: Pamięć w sesji
pt_br: Memória na sessão
ro: Memorie în sesiune
ru: Воспоминания в сессии
th: หน่วยความจำในเซสชัน
tr: Oturumdaki Hafıza
zh_hans: 会话中的记忆
zh_hant: 工作階段中的記憶
